IDEA Open Model
NadSetupValueBool.Value Property
Compatible with IDEA StatiCa v 10.1
 Gets or sets the value.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public bool Value { get; set; }
Public Property Value As Boolean
	Get
	Set
public:
property bool Value {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
NadSetupValueBool Class
IdeaRS.OpenModel.Concrete Namespace